<?php

return [
    'profile' => [
        'info' => 'معلومات الملف الشخصي',
        'description' => "قم بتحديث معلومات الملف الشخصي لحسابك وعنوان البريد الإلكتروني",
        'name' => 'اسم',
        'namef' => 'أدخل الاسم',
        'email' => 'بريد إلكتروني',
        'emailf' => 'أدخل البريد الإلكتروني',
    ],
    'password' => [
        'pass' => 'تطوير كلمة السر',
        'description' => 'تأكد من أن حسابك يستخدم كلمة مرور طويلة وعشوائية ليظل آمنًا.',
        'currentpass' => 'كلمة السر الحالية',
        'currentpassf' => 'إدخل كلمة السر الحالية',
        'newpass' => 'كلمة المرور الجديدة',
        'newpassf' => 'أدخل كلمة المرور الجديدة',
        'confirmpass' => 'تأكيد كلمة المرور',
        'confirmpassf' => 'أدخل تأكيد كلمة المرور',
        'save' => 'يحفظ'
    ],
    'delete' => [
        'account' => 'حذف الحساب',
        'description' => 'بمجرد حذف حسابك، سيتم حذف جميع موارده وبياناته نهائيًا. قبل حذف حسابك، يرجى تنزيل أي بيانات أو معلومات ترغب في الاحتفاظ بها',
        'primary' => 'أساسي',
    ],
];


?>