<?php
return [

    //list page
    'title' => 'اصنع شهادة',
    'add' => 'اصنع شهادة',
    'search' => 'شهادة البحث',

    //add page + edit page
    'label' => [
        'name' => 'اسم حامل',
        'company' => 'اسم الشركة', 
 
    ],
    'placeholder' => [
        'name' => 'اسم حامل',
        'company' => 'اسم الشركة', 
    ],
    'submit' => 'يُقدِّم',

    // get certificate page
    'get-certificate' => 'الحصول على شهادة',
    'details' => 'إدارة المنتجات المهنية باستخدام',
    'name' => 'Productlapse',
    'condition' => 'شروط الحصول على الشهادة',


    //mine page
    'certificate' => 'شهادة',
    'share' => 'يشارك',
    'detil' => 'في انتظار موافقة المشرف!',
    'return' => 'رجوع',
    'submission' => 'حالة تقديم',

    'modal' => [
        'get' => 'الحصول على حالة الشهادة:',
        'status' => 'لقد كان التقديم الخاص بك ناجحًا!',
        'msg' => 'يرجى التعاقد مع مسؤول النظام.',
        'condition' => 'شروط الحصول على الشهادة',
        'list1' => 'الاشتراك في باقة لمدة عام (الأساسية أو الذهبية أو الماسية)',
        'list2' => 'أضف بيانات لمنتج واحد على الأقل مع كافة البيانات الأخرى: المنتج، المعلومات',
        'list3' => 'إصدارات المنتج، عرض تقارير المنتج', 
        'list4' => 'حضور الدورة التدريبية المسجلة',
        'list5' => '- تصوير فيديو للبيانات المضافة مع الشرح',
    ],

    //show page
    'show' => 'إظهار الشهادة',
];